CSI API ETABS v1
cSapModel.LinkObj Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cLinkObj LinkObj { get; }
ReadOnly Property LinkObj As cLinkObj
	Get
Dim instance As cSapModel
Dim value As cLinkObj
value = instance.LinkObj
property cLinkObj^ LinkObj {
	cLinkObj^ get ();
}
abstract LinkObj : cLinkObj with get
Property Value
Type: cLinkObj
See Also
Reference
cSapModel Interface
ETABSv1 Namespace